---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.MultipleValuesIndicationSettings
source: html/613591ed-9ca4-ca5e-f51f-5dbca7d11f73.htm
---
# MultipleValuesIndicationSettings Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.